experiments/redis_contention/redis_contention_2/loaded_pairs_3/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        65274.17          ---          ---         0.05181         0.04700         0.07900         2.43100     68521.97 
Gets        13054.78        67.68     12987.10         0.04801         0.04700         0.07900         0.91100       588.28 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      78328.96        67.68     12987.10         0.05118         0.04700         0.07900         2.43100     69110.25